[
    {
        "Judge Name": "thomaz pupo",
        "Style": "21A. American IPA",
        "Brewery": "NameLagunitas",
        "Beer": "GEBJCPACERVA (BOAVENTSSS 419, perdi tudo, fosse 420 esquecia tudo)",
        "Special ingredients": "Ódio por encontros de segunda feira >:(",
        "Bottle Inspection": "Garrafa OK",
        "Aroma": "Aroma de média intensidade onde o lúpulo aparece em primeiro plano e de forma dominante, aqui o caráter do lúpulo é o esperado ao estilo, perfil americano, cítrico e resinoso, cítrico com frutas como laranja, abacaxi. Um perfil perfumado e artificial me parece notável em 2 plano. Uma baixa oxidação se faz presente, se apresenta com o caráter de papelão e não é agradável.",
        "Aroma Score": "6",
        "Appearance": "Coloração dourada, extremamente límpida, alta formação de espuma, espuma de cor branca com microbolhas e cremosa, forma lacing. Retenção alta",
        "Appearance Score": "3",
        "Flavor": "Sabor de lúpulo em primeiro plano, novamente temos o perfil esperado ao estilo, aqui ele aparece como limão, laranja e frutas cítricas, bem refrescante e agradável, sinto um herbal também no sabor. Malte muito contido, a cerveja está muito unilateral, no retrogosto noto um pouco do malte como pão, conforme esperado ao estilo. O equílibrio está totalmente voltado para o lúpulo. O final é seco, mas agradável. Nota-se o abacaxi e também papelão, que para mim, estão indicando uma oxidação presente.",
        "Flavor Score": "9",
        "Mouthfeel": "Corpo médio baixo praticamente baixo, carbonatação adequada ao estilo, média alta, leve aquecimento alcoólico, baixa cremosidade, sem adstringencia.",
        "Mouthfeel Score": "4",
        "Overall Impression": "Uma cerveja que acerta no estilo, o lúpulo é o destaque e possui um caráter muito refrescante e agradável, frutas cítricas e um herbal que agregam demais. A cerveja possui certa oxidação o que impacta no prazer de beber e pode vir do envase, processo ou idade. A aparência e sensação de boca estão ótimas. Parabéns, uma cerveja com muito potencial. \r\n\r\n(essa avaliação foi feita pra causar discussão, tente achar pontos que a tornam mediana ou pior, eu tenho outra avaliação séria de Lagunitas, mas na lata e com percepções bem diferentes! cervejas mudam com envase, logística e tempo no mercado....)",
        "Overall Impression Score": "6",
        "Total Score": "28",
        "Stylistic Accuracy": "80",
        "Technical Merit": "14",
        "Intangibles": "83"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "21A. American IPA",
        "Brewery": "NameLagunitas",
        "Beer": "IPA",
        "Special ingredients": "",
        "Bottle Inspection": "Lata 350 ok",
        "Aroma": "Aroma de média baixa intensidade, em primeiro plano sinto um aroma esperado e característico para uma IPA com notas de lúpulo com certa complexidade - aqui sinto notas de frutas tropicais e ao aquecer frutas mais amarelas,  junto delas um certo herbal, dank, aroma bastante agradável, porém em intensidade baixa pra IPA. Leves notas alcoólicas também estão presentes e chamam um pouco a atenção. Fermentação limpa, Junto destas notas uma média baixa oxidação que se apresenta como papelão e prejudica um pouco o aroma.\r\nEm baixa intensidade mas também presente o aroma do malte que aqui, é de malte base como pão e miolo de pão.",
        "Aroma Score": "6",
        "Appearance": "Coloração dourada, límpida, brilhante. Espuma de cor off-white com média formação e alta retenção (durou todo processo de recuperação de senha da plataforma e fim da avaliação). Bolhas de tamanho pequeno e um pouco de lacing.",
        "Appearance Score": "3",
        "Flavor": "Sabor de média baixa intensidade também, aqui novamente temos o destaque do estilo em primeiro plano, o que é o esperado, novamente, notas frutadas advindas do lúpulo e caráter correto - frutas tropicais e novamente o herbal, aqui me parece um pouco mais alto que no aroma. amorgor traz uma intensidade média baixa mas que perdura até o retrogosto. O malte novamente é baixo mas aqui melhor trabalhado que no aroma, corta um pouco o perfil do lúpulo e aparece no final e retrogosto - novamente com caráter de pão e casca de pão. Equilíbrio é voltado ao amargor e sabor do lúpulo. Novamente, me parece uma fermentação limpa, talvez uma leve esterificação de frutas brancas, não tenho certeza, agradável de qualquer forma. Novamente é necessário comentar sobre a oxidação, que nesta amostra me parece elevar a percepção do amargor e o torna um pouco harsh, ele perdura até o retrogosto, mas assim como dito, é harsh, um pouco desagradável. O final é seco",
        "Flavor Score": "10",
        "Mouthfeel": "Corpo me parece baixo ou no máximo médio baixo, carbonatação é média alta. Possui um calor alcoólico perceptível e que para mim considerando o conjunto é notável. Sem cremosidade. Possui adstringência, que novamente, para mim é o harsh e oxidação que prejudicaram a qualidade do amargor e trazem esta adstringência.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Aqui, para os fins que se prestam esta análise vou separar em conversar com os leitores, de bate pronto alguns pontos chamam a atenção, a intensidade está mais para uma APA do que IPA, a oxidação se faz aparente e uma sensação alcoólica é notada junto de uma adstringência, destrinchando, eu diria que grande parte do problema advêm da oxidação que diminuiu a potência desta cerveja e trouxe esse harsh/adstringência. Com a diminuição da potência, acredito que o alcoólico se destacou e se tornou levemente incomôdo, o que não aconteceria com ela fresca. \r\n\r\nCaso fosse um concurso comercial esperaria que o juiz comentasse sobre oxidação, falasse sobre medidas que cervejarias podem utilizar como testes da vida útil da cerveja e uma possível pasteurização caso tenha sido feito. \r\n\r\nEm um concurso para caseiros, seria interessante o juiz comentar sobre o processo final de envase e trasfegas finais da cerveja ao engarrafar. \r\n\r\nNo geral, uma cerveja boa, porém claramente um pouco judiada pelo tempo e no caso de um juiz, lembrar sempre da cordialidade e de como repassar as informações de forma produtiva",
        "Overall Impression Score": "5",
        "Total Score": "27",
        "Stylistic Accuracy": "38",
        "Technical Merit": "38",
        "Intangibles": "78"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "24A. Witbier",
        "Brewery": "NameHoegaarden",
        "Beer": "Hoegaarden",
        "Special ingredients": "",
        "Bottle Inspection": "validade até 6/05/2024, lote 022184",
        "Aroma": "Aroma um pouco complexo de média intensidade, onde o fenólico aparece em primeiro plano, um aroma agradável e compactuável pro estilo, o perfil cítrico vem em segundo plano com um perfil de laranja e limão siciliano. Atrás disso, um perfil como trigo e malte presente, perfil agradável e esperado para o estilo. Aroma super agradável",
        "Aroma Score": "10",
        "Appearance": "Coloração amarela palha conforme esperada, formação e retenção de espuma dentro do esperado e alta, o que é o ideal pro estilo. Espuma branca com micro bolhas e aparência muito convidativa, excelente visual",
        "Appearance Score": "3",
        "Flavor": "No sabor o fenólico deve um pouco do esperado, mas o conjunto é muito positivo. vamos lá, o malte é no perfil esperado com casca e base de pão, o amargor baixo e agradável, o sabor de lúpulo é o esperado com um floral agradável, o equilíbrio está correto e agradável, os maiores acertos estão presentes, o final é seco e segue o esperado, o retrogosto é agradável e adiciona ao conjunto. Um pequeno mel que indica oxidação, mas não o suficiente pra prejudicar o conjunto e sim, é algo para rever, mas ainda assim, o positivo está acima. Final um pouco doce também mas o cítrico e a sensação do final de boca está adequada",
        "Flavor Score": "12",
        "Mouthfeel": "Corpo Médio baixo, carbonatação média alta, calor ausente, cremosidade baixa mas presente, adstringência ausente! Aqui notamos uma sensação de boca super positiva pro estilo, super positivo",
        "Mouthfeel Score": "5",
        "Overall Impression": "Uma cerveja com acertos muito presentes, agradável e onde precisamos prestar atenção em defeitos, um pouco de adstringência que pode ser notável, o ponto mais positivo em minha opinião é a facilidade em beber e terminar a amostra, algo que pode confundir é sobre fermentar bem a amostra e não deixar o dulçor e apesar de uma leve oxidação, está fácil de beber e precisamos pensar bem em sobre fermentar sem sobressair fenólicos, ésteres e demais subprodutos de fermentação que podem incomodar, equilíbrio muito bom",
        "Overall Impression Score": "7",
        "Total Score": "37",
        "Stylistic Accuracy": "89",
        "Technical Merit": "72",
        "Intangibles": "63"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "23B. Flanders Red Ale",
        "Brewery": "NameConcurso Concervap",
        "Beer": "27797",
        "Special ingredients": "",
        "Bottle Inspection": "OK",
        "Aroma": "Aroma de média intensidade onde o perfil ácido está em primeiro plano, aqui é possível destacar e identificar o perfil acético porém está um pouco alto no conjunto, junto dele, um perfil de álcool superior como acetona, um perfil amadeirado também se faz presente em intensidade média baixa, mas sem caráter muito agradável, algo como madeira mesmo. Um pouco de acidez lática e funk também presente. Me parece que diversos elementos estão conflitando e competindo por espaço",
        "Aroma Score": "4",
        "Appearance": "Coloração cobre claro, turva, com média baixa formação e retenção de espuma, espuma off white, com micro bolhas e bolhas pequenas. Dentro do estilo.",
        "Appearance Score": "3",
        "Flavor": "Sabor de média intensidade onde o acético novamente se mostra em uma força alta e um pouco agressiva, também o álcool superior infelizmente presente e destoante, malte com tosta e torra presentes, casca de pão. Lúpulo com perfil herbal muito baixo, e amargor médio baixo, equilíbrio voltado para a acidez e para o malte, porém acidez bem acima, final seco, retrogosto frutado, ácido e um pouco agressivo com o harsh. Perfil amadeirado também aparente com uma leve baunilha, mas também ajuda com o harsh.",
        "Flavor Score": "8",
        "Mouthfeel": "Corpo médio baixo, Carbonatação baixa, calor alcoólico médio baixo, cremosidade baixa, adstringência média baixa.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Uma cerveja que atende o perfil do estilo, porém comete alguns equívocos, aqui o acético está bem alto e sobressaindo sobre os demais elementos, o que torna ela agressiva e um pouco difícil de beber. Também é notável o álcool superior que ajuda a tornar ela agressiva, acredito que a temperatura de fermentação ou um stress ocorreu. Ela também traz um certo amadeirado que é bem notável e não encaixa tão bem no conjunto, sugiro reduzir este aspecto da cerveja, ela poderia apresentar também uma certa complexidade maior da base de maltes que é um pouco unidimensional. A formação e retenção de espuma também é um pouco menor que o esperado.",
        "Overall Impression Score": "4",
        "Total Score": "22",
        "Stylistic Accuracy": "26",
        "Technical Merit": "60",
        "Intangibles": "36"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "28B. Mixed-Fermentation Sour Beer",
        "Brewery": "NameConcurso Concervap",
        "Beer": "32312",
        "Special ingredients": "saison + brett",
        "Bottle Inspection": "",
        "Aroma": "Aroma de média baixa intensidade, em primeiro plano temos um caráter de esterificação que aliada à acidez trazem um perfil cítrico, abacaxi, limão, em igual intensidade um fenólico como feno. O malte aparece com um caráter um tanto quanto oxidado, junto do perfil de grãos e cereais. Um pequeno dulçor junto. O lúpulo está ausente no pefil.",
        "Aroma Score": "5",
        "Appearance": "Coloração dourada, com certa turbidez, sem formação e sem retenção de espuma. bolhas pequenas.",
        "Appearance Score": "2",
        "Flavor": "O sabor é de média intensidade, aqui o fenólico novamente em primeiro plano, com feno e rústico, mas em igual intensidade, um cítrico como limão um pouco agressivo, novamente o perfil do malte aqui traz um perfil que parece meio oxidado, um pouco parecido com mofo, o lúpulo está um pouco ausente e o amargor é médio mas presente e um pouco harsh. O equilíbrio tende para acidez e também para o funk, cítrico. Final seco, retrogosto é bem cítrico e fenólico, um pouco agressivo novamente. Aqui acho que o principal é que o malte parece oxidado/mofado. Um certo acético que também faz com que o conjunto seja um pouco agressivo.",
        "Flavor Score": "7",
        "Mouthfeel": "Corpo baixo, carbonatação flat, calor alcoólico um pouco presente, cremosidade baixo, adstringência presente.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Uma cerveja que destoa do esperado por alguns aspectos, o estilo base está presente com um certo esterificado e fenólico esperado. Porém aqui me parece que o malte apresenta um caráter oxidado ou velho, o que torna o perfil da base de maltes evidente e pouco agradável. Outro fator aqui é que existe um certo acético presente que também está um pouco evidente e destoa um pouco em sua intensidade. A cerveja não apresenta carbonatação e nem formação ou retenção de espuma. ela possui aspectos que precisam ser repensados. Eu acredito que o contato com O2 durante o processo precisa ser revisto. A adstringência eu julgo vir do acético, aqui penso que novamente resolvendo a questão do acético isto irá se resolver.",
        "Overall Impression Score": "4",
        "Total Score": "21",
        "Stylistic Accuracy": "40",
        "Technical Merit": "37",
        "Intangibles": "36"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "28A. Brett Beer",
        "Brewery": "NameConcurso Concervap",
        "Beer": "40662",
        "Special ingredients": "Brett - American Blonde",
        "Bottle Inspection": "",
        "Aroma": "Aroma de média intensidade, aqui em primeiro plano de fato o perfil da Brett aparece, com o fenólico esperado como feno e estábulo. Ao aquecer mais, sinto uma acidez que me remete um pouco à uma acidez mais agressiva. Uma esterificação também notável, aqui frutas cítricas como limão, malte como massa de pão.",
        "Aroma Score": "6",
        "Appearance": "Coloração dourada, turva. Formação de espuma muito baixa e retenção idem, espuma off white com bolhas médias e grandes. Sem cremosidade.",
        "Appearance Score": "2",
        "Flavor": "Sabor onde o caráter de brett está mais contido, aqui o fenólico em primeiro plano em média intensidade mas também junto de notas cítricas, brett com o caráter esperado, feno, sela de cavalo. O cítrico aqui complementa bem o conjunto mas no retrogosto acaba se mostrando em uma nota um pouco alta. O malte é aparente e como casca de pão. leves notas alcoólicas. O lúpulo um pouco baixa e complementa o caráter cítrico. O amargor é médio baixo porém persistente. O equilíbrio tende à acidez e ao cítrico. Final seco e adequado, retrogosto está agradável, com o fenólico, frutado e a acidez refrescante. Uma leve adstringência no retrogosto.",
        "Flavor Score": "10",
        "Mouthfeel": "Corpo baixo, carbonatação média, calor médio baixo e adstringência também média baixa, sem cremosidade. Acidez média.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Uma cerveja que atende os requisitos para uma Brett, está com o perfil fenólico esperado, e traz certa complexidade, porém para mim uma cerveja comportada e que talvez com o tempo se torne mais complexa, porém no momento me parece que poderia trazer e remeter mais ao estilo base ou ter uma complexidade maior no seu conjunto como um todo. A adstringência deve suavizar com o tempo assim como o certo alcoólico que está presente. Um bom trabalho na fermentação primária e secundária mas eu acredito que poderia demonstrar mais caráter como um estilo base que se impõe mais.",
        "Overall Impression Score": "5",
        "Total Score": "26",
        "Stylistic Accuracy": "74",
        "Technical Merit": "27",
        "Intangibles": "62"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "25A. Belgian Blond Ale",
        "Brewery": "NameConcurso Concervap",
        "Beer": "88992",
        "Special ingredients": "",
        "Bottle Inspection": "nível acima no enchimento",
        "Aroma": "Aroma de média intensidade que destoa um pouco do esperado, aqui em primeiro plano um frutado de esterificação como maçã e frutas passadas amarelas, não traz muito frescor. O perfil de malte traz uma tosta e até uma torra que destoa do que esperaria ao estilo, Aqui também um fenólico que se assemelha um pouco a borracha.  Aqui infelizmente o aroma está muito destoando do que o estilo pediria.",
        "Aroma Score": "5",
        "Appearance": "Coloração dourada, espuma off white com bolhas grandes. \r\nFormação de espuma média baixa, e retenção baixa. Turva.",
        "Appearance Score": "1.5",
        "Flavor": "O sabor é de média intensidade, aqui o malte aparece em primeiro plano com um perfil de torra agressivo, o que destoa e omite demais características esperadas, a esterificação em segundo plano como frutas amarelas um pouco passada, não tão fresco, o lúpulo está um pouco ofuscado, em intensidade baixa, algo como floral. O equilíbrio tende ao malte e traz um dulçor residual alto para uma belga que deveria ser mais seca. Final doce. Retrogosto doce, com torra aparente e um pequeno frutado.",
        "Flavor Score": "10",
        "Mouthfeel": "Corpo médio acima do esperado. Carbonatação média. Calor alcoólico presente médio baixo. Cremosidade média baixa. Adstringência presente também média baixa.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Infelizmente a cerveja foge do perfil do estilo, ela está também um pouco menos atenuada e fermentada que o previsto, em geral, o perfil do malte usado jogou muito contra a cerveja, esta torra não deveria estar presente, reveja a base de maltes. Outro problema é a falta de atenuação que também pode advir da mesma causa, ou talvez uma fermentação que não finalizou, reveja o protocolo de fermentação utilizada. Outra questão é a espuma e a carbonatação, poderia ser maior também. Também noto um certo calor alcoólico, eu penso que novamente, fermentação possivelmente com stress que pode ocasionar estes problemas. Traz um perfil de esterificação como fruta já passada, também não é muito agradável. Em um pensamento geral, o drinkability está comprometido na amostra, mas a principal causa julgo vir da fermentação.",
        "Overall Impression Score": "4.5",
        "Total Score": "24",
        "Stylistic Accuracy": "11",
        "Technical Merit": "40",
        "Intangibles": "34"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "30A. Spice, Herb, or Vegetable Beer",
        "Brewery": "NameConcurso Concervap",
        "Beer": "67717",
        "Special ingredients": "Saison + flor de hibisco",
        "Bottle Inspection": "",
        "Aroma": "Aroma de média intensidade e delicado, aqui em primeiro lugar um caráter frutado e esterificado como frutas brancas, uva. Junto dele, um certo vegetal e herbal, que é elegante, O herbal vem do lúpulo em baixa intensidade mas complementa muito bem o perfil. Em baixa intensidade o malte como pão e massa de pão, também muito bem inseridos.",
        "Aroma Score": "8",
        "Appearance": "Coloração avermelhada com reflexos rubi, espuma marfim, média formação e retenção de espuma. Espuma com bolhas médias e leve cremosidade.",
        "Appearance Score": "2",
        "Flavor": "Sabor de média intensidade, condiz com o aroma, onde o frutado aparece em primeiro plano como uva e lichia junto de uma acidez limpa. Lúpulo baixo porém herbal e agradável, complementar ao conjunto. Amargor médio baixo um pouco mais amargo que o esperado porém acredito que pela adição do hibisco, aqui não noto o perfil fenólico muito alto, talvez complementasse ainda mais. O equilíbrio tende ao frutado e à acidez, está equilibrada. O final é seco, o retrogosto é frutado, ácido e refrescante. Ótimo perfil, uma leve adstringência e calor no retrogosto apenas.",
        "Flavor Score": "14",
        "Mouthfeel": "Corpo médio, um pouquinho alto no conjunto para Saison. Carbonatação média poderia ser um pouco mais alta também. Leve calor alcoólico, cremosidade média baixa e baixa adstringência mas um pouco notável.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Aqui eu julgo o trabalho no estilo base excelente, respeitando as nuances e as características desejadas ao estilo. A esterificação é muito elegante e positiva, o aspecto de lichia é excelente. A cor dela está excelente, ela traz um leve vegetal que não comentei anteriormente, pode ser algo a ser notado e trabalhado, mas os aspectos positivos dela são muito maiores que detalhes a serem trabalhados, a adstringência é o segundo aspecto a ser repensado e talvez melhor trabalhado, mas honestamente, uma excelente cerveja que traz o drinkability esperado ao estilo e tudo que gostaria de ver em uma saison, parabéns.",
        "Overall Impression Score": "7",
        "Total Score": "34",
        "Stylistic Accuracy": "80",
        "Technical Merit": "85",
        "Intangibles": "96"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "25B. Saison",
        "Brewery": "NameConcurso Concervap",
        "Beer": "13820",
        "Special ingredients": "carvalho americano",
        "Bottle Inspection": "ok",
        "Aroma": "Aroma onde em primeiro plano a madeira aparece, aqui com seu perfil esperado uma certa baunilha agradável em média intensidade, em segundo plano em média baixa intensidade um frutado e um herbal são aparentes, frutas delicadas lembrando frutas amarelas e o herbal completar. Um muito baixo fenólico como pimenta muito agradável que completa e adiciona uma complexidade. Malte também aparente como massa de pão.",
        "Aroma Score": "10",
        "Appearance": "Coloração dourada, média alta formação e retenção de espuma. Espuma off-white com bolhas pequenas, Leve cremosidade na espuma. Turva e adequada ao estilo",
        "Appearance Score": "3",
        "Flavor": "O sabor é extremamente agradável, em primeiro plano temos um certo alcoólico agradável junto da madeira (baunilha), em mais baixa intensidade o frutado como frutas frescas, pêssego e frutas amarelas. Lúpulo me parece herbal e refrescante, médio baixo, o malte é baixo e remete a pão. O equilíbrio tende à madeira e frutas, o que torna mais impressionante pelo dulçor (baunilha) e frutado/acidez. O final é seco, o retrogosto frutado e amadeirado, muito agradável.",
        "Flavor Score": "1",
        "Mouthfeel": "Corpo médio baixo, carbonatação média alta, calor baixo, cremosidade média baixa e adstringência muito baixa que não prejudica o conjunto.",
        "Mouthfeel Score": "5",
        "Overall Impression": "Pela adição de madeira, a inscrição deveria ter sido feita no estilo wood aged, e não Saison. Sobre a pontuação, eu pontuei tudo como se estivesse jogando na categoria correta, e apenas coloquei uma nota inferior no sabor para demonstrar que infelizmente, ela não condiz com o estilo declarado, pelas outras notas, é possível notar o quanto eu pessoalmente gostei do trabalho e acredito ser único com características MUITO positivas. A cerveja traz o perfil vívido de frutas frescas e a cerveja está fresca e agradável, MUITO agradável, se o estilo prima pela drinkability, você acertou em todos aspectos que fazem deste estilo ter esta alta drinkability, a cerveja está extremamente fácil de tomar, o que me impressionou muito igual fazia um tempo que não sentia com uma cerveja é a proposta, madeira e baunilha aliadas à uma cerveja \"leve\" e fácil de beber, é MUITO fácil de algo dar errado e os sabores conflitarem entre si, mas aqui, eles se complementam de forma única e agradável. A baunilha e a madeira aparecem com seu caráter esperado e me agradaram muito. Aqui talvez um pouco de adstringência e um pouquinho do perfil de madeira como madeira mesmo, mas é algo mínimo no conjunto. Outro ponto é o herbal que complementa bem, eu talvez deixasse o lúpulo um pouco mais aparente, mas isto é uma questão pessoal. Uma pena a inscrição dela estar em um estilo distinto, penso que seria uma cerveja que teria uma excelente pontuação.",
        "Overall Impression Score": "9",
        "Total Score": "28",
        "Stylistic Accuracy": "0",
        "Technical Merit": "100",
        "Intangibles": "100"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "25B. Saison",
        "Brewery": "NameConcurso Concervap",
        "Beer": "39975",
        "Special ingredients": "",
        "Bottle Inspection": "OK",
        "Aroma": "Aroma de média intensidade que destoa bastante do esperado ao estilo. O frescor já não se mostra presente em primeiro plano junto do caráter de isoválerico do lúpulo que não deveria acontecer. Junto deles em primeiro plano um frutado tal qual frutas amarelas que é agradável e condizente com o estilo. O malte está ofuscado no conjunto e não aparece muito. Um muito baixo caráter fenólico como pimenta também presente. Aqui ao aquecer também acetaldeído aparente como maçã",
        "Aroma Score": "5",
        "Appearance": "Coloração amarela, leve turbidez, Sem formação e retenção de espuma, espuma branca, com bolhas grandes e médias.",
        "Appearance Score": "1",
        "Flavor": "O sabor é de média intensidade, aqui o frutado aparece em primeiro com uma fruta amarela mas também maçã e mais frutas, complexo, mas junto dele uma oxidação bem aparente aqui como papelão. O malte é mais aparente no sabor, mas também bem baixo, como pão. Lúpulo me parece floral e agradável, o amargor é baixo. O equilibrio tende ao frutado e fenólico junto de alguns aspectos sensoriais que não condizem ao estilo. O final é seco, o retrogosto traz um harsh (de oxidação) e o frutado + condimentado.",
        "Flavor Score": "10",
        "Mouthfeel": "Corpo médio baixo, carbonatação média, calor um pouco aparente, sem cremosidade, adstringência baixa. Uma acidez notável aqui, julgo que seja do acetaldeído.",
        "Mouthfeel Score": "3",
        "Overall Impression": "A cerveja apresenta uma complexidade curiosa, aqui temos aspectos que são pertinentes ao estilo, o esterificado traz uma complexidade que nunca vi antes, com algo como morango, frutas amarelas e infelizmente um pouco de maçã como acetaldeído que também traz uma acidez um pouco elevada e notável ao conjunto, aqui me parece que uma fermentação incompleta ou com stress de fermentação. Outro fator é que a carbonatação como um todo para uma belga está baixa. Uma oxidação também aparece, cuidado com a incorporação de O2, o álcool ao aquecer também se torna um pouco aparente, Eu gostaria de ver mais as nuances do estilo em um equilibrio mais usual. Mas novamente, destaco essa esterificação bastante agradável. O isovalérico também é algo notável que destaca oxidação dos lúpulos, rever o frescor e o condicionamento dos lúpulos utilizados.",
        "Overall Impression Score": "4",
        "Total Score": "23",
        "Stylistic Accuracy": "26",
        "Technical Merit": "19",
        "Intangibles": "43"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "25B. Saison",
        "Brewery": "NameConcurso Concervap",
        "Beer": "38322",
        "Special ingredients": "",
        "Bottle Inspection": "",
        "Aroma": "Aroma de média intensidade onde aqui, um frutado aparece em primeiro plano, é um frutado complexo que lembra jaca e morango, traz até um certo vegetal, aqui para mim traz o perfil de adição de fruta mesmo e não de esterificação, mas não foi declarada a adição de frutas, portanto, caso este perfil venha de esterificação, está vívido e impressionante. Em baixa intensidade o malte aparece como pão e casca de pão. Lúpulo me parece ofuscado no conjunto. Aqui também um aspecto fenólico como condimento algo herbal mas não me parece do lúpulo.",
        "Aroma Score": "5",
        "Appearance": "Coloração Dourada, Turva, Baixa formação e baixa retenção de espuma, foge ao esperado do estilo. Espuma off white com micro bolhas",
        "Appearance Score": "2",
        "Flavor": "Sabor de média intensidade, aqui novamente o frutado em primeiro plano de forma persistente onde o perfil me lembra jaca, uma fruta com dulçor realçado e certa acidez, bem madura. Aspecto vegetal junto de um herbal em 2 plano que aqui traz um frescor, lembra uma hortelã na questão refrescância. Lúpulo aqui não consigo identificar e amargor é baixo. O malte é baixo mas com caráter de pão e casca de pão. Equilíbrio tende ao frutado e subprodutos de fermentação, final é seco mas agradável e retrogosto traz um frutado em menor intensidade junto de algum condimento refrescante e agradável.",
        "Flavor Score": "12",
        "Mouthfeel": "Corpo baixo, carbonatação média, calor médio também porém aceitável para o estilo e proposta. Cremosidade baixa. Adstringência ausente, a sensação de boca é bem agradável, apenas um leve aquecimento.",
        "Mouthfeel Score": "4",
        "Overall Impression": "No geral é uma cerveja que traz um conjunto muito agradável, o perfil frutado é muito intenso e vívido, traz um perfil que me agradou de jaca e morango, mas, ele destoa do que esperava ao estilo, estou até agora pensando neste perfil sem a adição de frutas de fato. O perfil herbal e refrescante também me parecem adições de um condimento dentro do conjunto. Caso não tenha sido efetuada adição de especiarias e frutas, gostaria de salientar o quão próximo de um trabalho de fato feito com elas o conjunto apresenta e parabenizar, caso tenha utilizado, gostaria de lembrar que é benéfico declarar tais adições. Sobre o estilo considerando que não se utilizou nada a mais: o frutado sobressai e domina o conjunto, aqui seria interessante rever a temperatura de fermentação e tornar o conjunto mais equilibrado.  O fenólico que toma um tom herbal também é bem notável,  o que caso um subproduto de fermentação, também poderia estar mais contido, eu acredito que esta é a questão, o perfil é agradável, mas pouco equilibrado. Rever a fermentação e ajustar para um conjunto mais equilibrado e com maior drinkability. O resto para mim são acertos que exemplificam o estilo!",
        "Overall Impression Score": "6",
        "Total Score": "29",
        "Stylistic Accuracy": "11",
        "Technical Merit": "85",
        "Intangibles": "89"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "25B. Saison",
        "Brewery": "NameConcurso Concervap",
        "Beer": "76765",
        "Special ingredients": "Morango",
        "Bottle Inspection": "OK",
        "Aroma": "Aroma de média alta intensidade onde infelizmente o perfil não condiz com o esperado ao estilo. Aqui em primeiro plano está um clorofenol MUITO alto, que omite e ofusca algumas outras características esperadas. Torna ela um pouco unidimensional de uma maneira pouco prazerosa. Em 2 plano uma esterificação cítrica como laranja, que me parece agradável mas aliada ao clorofenol, se perde. Um baixo fenólico como pimenta, Uma acidez alta se faz presente, o que torna ela pouco agradável. O morango adicionado aparece em baixa intensidade",
        "Aroma Score": "4",
        "Appearance": "Coloração dourada extremamente turva, Formação baixa e retenção também baixa, não esperado ao estilo. Espuma off white com bolhas medianas. Espuma não é cremosa.",
        "Appearance Score": "1",
        "Flavor": "Sabor novamente traz um perfil pouco agradável. O mais notável e em alta intensidade é o clorofenol que domina o sabor do inicio do gole até o retrogosto infelizmente, tirando o mais notável da frente, sobre a Saison. Eu acredito que mesmo sem o clorofenol, ela estaria bem ácida e seca, com drinkability comprometido, e sim, uma Saison deve ser seca, mas com essa acidez, se torna com baixo drinkability. Sobre os componentes do estilo: noto a esterificação esperada e aqui, uma laranja madura mas ainda agradável que sim, a fermentação se mostra bem feita. O perfil de malte também é dentro do esperado, o amargor e sabor de lúpulo se mesclam com o \"esparadrapo\" do clorofenol e aqui é difícil aprecia-los e notar suas nuances. O final é bem seco, e o retrogosto infelizmente tomado pelo clorofenol em intensidade considerável junto de um fenólico. O morango aparece de forma tímida e poderia ser mais aparente.",
        "Flavor Score": "8",
        "Mouthfeel": "Corpo médio baixo. Carbonatação média. calor médio baixo e adstringência média quase média alta. A acidez aqui é alta para o estilo também. No geral, a sensação de boca é um componente que sofreu bastante dentro do conjunto infelizmente e algo que precisa ser bem corrigido.",
        "Mouthfeel Score": "2",
        "Overall Impression": "O estilo Saison ao se observar as instruções de inscrição comentam que se DEVE especificar a força alcoólica e também a cor. Aqui isso não foi feito, o juiz poderia optar por desclassificar esta amostra somente por este fato, por ser um concurso menor e interno, optamos por julgar e não desclassificar a amostra, porém é obrigação do participante se atentar a estes fatos. \r\nSobre a cerveja, aqui precisamos corrigir esse clorofenol ele destoa MUITO e está muito alto infelizmente. Aqui, ou a água não foi tratada ou pode ser uma contaminação, visto esta acidez também alta, são as 2 possibilidades, eu julgo que possivelmente temos uma contaminação. Eu também desconsiderando isso, notaria que acidez alta aliada com um fenólico e com essa adstringência tornam um conjunto que prejudica demais o conjunto, reveja o protocolo de fermentação e de sanitização para resolver todos problemas notados aqui. O morango é algo complicado de trabalhar, normalmente aparece de forma tímida e adiciona acidez e taninos, rever a forma de adição ou talvez repensar uma fruta que com essa potência de outros fatores dentro da cerveja, apareça de forma mais convincente",
        "Overall Impression Score": "3",
        "Total Score": "18",
        "Stylistic Accuracy": "27",
        "Technical Merit": "21",
        "Intangibles": "26"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "24A. Witbier",
        "Brewery": "NameConcurso Concervap",
        "Beer": "52135",
        "Special ingredients": "",
        "Bottle Inspection": "Nível Baixo",
        "Aroma": "Aroma de média baixa intensidade onde componentes cítricos e de subprodutos de fermentação estão em destaque em primeiro plano. Um aroma um pouco artificial tal qual chiclete tutti-frutti prejudica um pouco o frescor e cítrico esperado também em primeiro plano, pode ser também de talvez sementes de coentro. O cítrico como laranjas e limão Siciliano aparecem ofuscados. O malte em intensidade também média baixa com o caráter esperado, pão e massa de pão. Lúpulo ausente no perfil.",
        "Aroma Score": "6",
        "Appearance": "Coloração Amarela um pouco mais escura que o esperado mas dentro do estilo, baixa formação de espuma e quase sem retenção de espuma, muito diferente do esperado para uma belga. Espuma off-white com micro bolhas. A turbidez passa um pouco também e prejudica um pouco a aparência",
        "Appearance Score": "1",
        "Flavor": "O sabor também em intensidade média baixa traz um perfil mais próximo do esperado para o estilo. Novamente um pouco artificial, mas aqui o perfil cítrico aparece mais, com o perfil de laranja fresco e agradável. O Fenólico é o que traz esse perfil um pouco artificial em igual intensidade e também em primeiro plano, aqui novamente um pouco de chiclete mas também um pouco de pimenta. O malte em intensidade menor e baixa traz o perfil de pão e massa de pão. Amargor é baixo, o sabor de lúpulo aqui é baixo e um pouco ofuscado pelos subprodutos de fermentação, mas aqui me parece um certo floral e picante. Equilibrada, dentro do perfil esperado, equilíbrio voltado para os subprodutos de fermentação. Final Seco conforme esperado. Retrogosto é frutado (cítrico) e traz esse fenólico que ao meu ver, incomoda um pouco no retrogosto com seu perfil.",
        "Flavor Score": "12",
        "Mouthfeel": "Corpo médio baixo quase baixo. Carbonatação é média quase média alta. Sem calor alcoólico, uma certa adstringência (média baixa) que julgo vir do possível uso de cascas, mas que está presente. Acidez contida e um ótimo acerto dentro do estilo.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Uma cerveja que está dentro do estilo, possui as características esperadas e possui bons acertos, acidez contida, o caráter cítrico vívido e refrescante. O perfil de malte também adequado em intensidade adequada. O que eu julgo é que o caráter fenólico tomou algumas notas um pouco enjoativas e artificiais. A aparência foi bem prejudicada pelo que julgo ter sido o envase em pet. O nível de enchimento estava um pouco fora, e assim, sua formação e retenção de espuma foram prejudicas. Possui certa adstringência um pouco notável também. Eu recomendo rever principalmente a questão dos fenólicos na fermentação e talvez com a adição de especiarias, que por mim, se resolvidos tornariam esta boa cerveja uma ótima cerveja.",
        "Overall Impression Score": "5",
        "Total Score": "27",
        "Stylistic Accuracy": "70",
        "Technical Merit": "59",
        "Intangibles": "74"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "28A. Brett Beer",
        "Brewery": "NameBrasserie d’Orval",
        "Beer": "Orval",
        "Special ingredients": "",
        "Bottle Inspection": "OK",
        "Aroma": "Aroma de média intensidade onde os produtos de fermentação aparecem em primeiro plano, notas fenólicas e notas de \"suor\", um leve cítrico chama atenção dentro do conjunto, em baixa intensidade, difícil precisar se do lúpulo ou fermentação . O malte aparece em intensidade baixa também com um caráter de tosta de pão, caráter complexo e  agradável",
        "Aroma Score": "9",
        "Appearance": "Alta formação de espuma, retenção alta também. Espuma off-white, micro bolhas e vistosa, forma lacing. Turbidez média alta. Coloração âmbar.",
        "Appearance Score": "3",
        "Flavor": "Sabor de média alta intensidade, em primeiro plano um fenólico da brett, trazendo feno e caráter esperado, o cítrico aqui também acompanha em uma intensidade um pouco menor complementando o conjunto. Amargor baixo, sabor de lúpulo baixo e me parece cítrico, equilíbrio voltado à acidez e ao cítrico, porém agradável e equilibrada. Final seco, retrogosto levemente amargo, ácido e com subprodutos de fermentação.",
        "Flavor Score": "12",
        "Mouthfeel": "Carbonatação média alta, corpo médio, leve calor alcoólico, uma adstringência média que prejudica um pouco.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Uma cerveja complexa e com um perfil interessante, do ponto de vista técnico, uma certa adstringência que prejudica um pouco, um certo cítrico que está um pouco acima do esperado, compete um pouco com a brett. O caráter da fermentação está excelente e não apresenta problemas, sendo o ponto principal deste estilo. Questões de ajustes e no principal, a adstringência a corrigir",
        "Overall Impression Score": "7",
        "Total Score": "34",
        "Stylistic Accuracy": "88",
        "Technical Merit": "83",
        "Intangibles": "84"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "29A. Fruit Beer",
        "Brewery": "NameHomebrewer - Ary",
        "Beer": "Branca neve - Saison",
        "Special ingredients": "Framboesa Branca",
        "Bottle Inspection": "OK",
        "Aroma": "Aroma de média intensidade porém servida gelada, em primeiro plano uma mistura de ésteres trazendo um perfil de bubblegum levemente artificial porém agradável. Fenólico também aparente em uma menor intensidade (média-baixa) com um perfil de pimenta preta. Certo terroso médio baixo junto do perfil frutado da framboesa utilizada que é evidente no conjunto e não se sobrepõe. Lúpulo me parece ausente talvez um muito baixo floral. O malte aparece em baixa intensidade também um pouco ofuscado, aqui sinto pão e massa de pão. Ao aquecer um caráter mais rústico aparece no aroma.",
        "Aroma Score": "7",
        "Appearance": "Coloração amarela-dourada, média formação de espuma e retenção também média, micro-bolhas, espuma off-white, sem formar lacing.",
        "Appearance Score": "3",
        "Flavor": "Sabor também de média intensidade, aqui novamente temos no início do gole o caráter fenólico e esterificação, no sabor o bubblegum não está em primeiro plano e torna o conjunto mais agradável. Uma acidez notável que perdura até o retrogosto se torna aparente no sabor. Amargor é baixo, sabor de lúpulo é ausente/muito baixo, um toque floral ou talvez um toque que venha da fruta. O malte é médio baixo e novamente traz notas de pão e massa de pão, adequado ao estilo. Final é semi seco, agradável mas com certo dulçor. O retrogosto é frutado, levemente doce e ácido, aqui o bubblegum volta a se tornar aparente, perfil complexo porém agradável, leve sensação alcoólica no retrogosto também. Ao aquecer, aqui notamos algo mais rústico, o fenólico passa a ir um pouco para um caráter mais notável e mais selvagem.",
        "Flavor Score": "13",
        "Mouthfeel": "Corpo médio, um pouco alto para o estilo. Carbonatação alta, adequada ao estilo. Baixo calor alcoólico mas notável. Cremosidade baixa, reduzida pela acidez e taninos. Adstringência baixa.",
        "Mouthfeel Score": "4",
        "Overall Impression": "Aqui o principal é o bom trabalho de utilização da fruta, ela é bem inserida dentro do conjunto, ainda temos fenólicos e ésteres que são característicos do estilo, a framboesa é perceptível e bem inserida, trazendo complexidade, penso que a acidez acabou se mostrando um pouco elevada no conjunto, também penso que esse fenólico ao esquentar mostra um caráter que não está muito bem inserido no conjunto, me parece um caráter sulfuroso também, que muito provavelmente veio da inserção da framboesa. Aqui penso que como o estilo permite notas mais \"selvagens\" está adequado, porém pensando em drinkability são pontos que podem ser revistos. Penso que a temperatura de fermentação poderia ser revista, também penso que o processo de fermentação poderia ser revisto além disso, com pitching rate, oxigenação, nutrientes para levedura, temperatura controlada. Mas é um bom trabalho, apenas melhorias em cima de uma cerveja que já apresenta grande potencial. Parabéns.",
        "Overall Impression Score": "7",
        "Total Score": "34",
        "Stylistic Accuracy": "82",
        "Technical Merit": "75",
        "Intangibles": "94"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "2A. International Pale Lager",
        "Brewery": "NameHeineken",
        "Beer": "Heineken",
        "Special ingredients": "",
        "Bottle Inspection": "Lata",
        "Aroma": "Aroma de baixa intensidade onde o malte aparece como grainy e pão, o lúpulo é baixo, poderia ser mais assertivo, perfil difícil de identificar mas aparenta ser um floral. Ao servir um leve esterificado muito baixo que logo some, perfil de fermentação limpo, uma oxidação baixa esperada devido as condições e estar no meio do mato (essa súmula é teste, não levar a sério)",
        "Aroma Score": "8",
        "Appearance": "Coloração amarela apropriada ao estilo, formação média e retenção média sendo ambas adequadas, bolhas pequenas (micro bolhas) e de coloração também brancas. Espuma com textura esperada, não é muito cremosa mas adequada.",
        "Appearance Score": "3",
        "Flavor": "Sabor de média baixa intensidade, um baixo amargor serve para equilibrar o malte que aparece em primeiro plano com caráter de grão e leve pão, o sabor de lúpulo aqui se torna mais evidente e floral. No final é possível notar uma oxidação, que toma o foco e compete com o malte, a fermentação é neutra e adequada ao estilo, oxidação com caráter de papelão pouco agradável, o final no geral é seco, o retrogosto possui o malte em evidência com leve amargor ainda persistente e o papelão que tira o foco dos aspectos positivos.",
        "Flavor Score": "15",
        "Mouthfeel": "Corpo Médio baixo, carbonatação é alta, sem calor alcoólico, cremosidade também ausente, está dentro do perfil esperado ao estilo e possui um drinkability muito alto, sendo esta a sensação mais esperada a este estilo.",
        "Mouthfeel Score": "5",
        "Overall Impression": "A cerveja se tornou prejudicada pela oxidação, fora este aspecto o equilíbrio merece destaque, gostaria de um lúpulo mais presente no aroma, mas mesmo da forma que se encontra está adequado ao estilo, a sensação de boca acerta o alvo no que é esperado ao estilo. Estilisticamente acerta o alvo com maestria, apenas o off-flavor que deprecisa seu aroma e sabor e a torna menos intensa assim como conflitante com a proposta projetada pela receita.",
        "Overall Impression Score": "8",
        "Total Score": "39",
        "Stylistic Accuracy": "100",
        "Technical Merit": "47",
        "Intangibles": "81"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "2A. International Pale Lager",
        "Brewery": "NameHeineken",
        "Beer": "Heineken",
        "Special ingredients": "",
        "Bottle Inspection": "Lata",
        "Aroma": "Aroma de baixa intensidade onde o malte aparece como grainy e pão, o lúpulo é baixo, poderia ser mais assertivo, perfil difícil de identificar mas aparenta ser um floral. Ao servir um leve esterificado muito baixo que logo some, perfil de fermentação limpo, uma oxidação baixa esperada devido as condições e estar no meio do mato (essa súmula é teste, não levar a sério)",
        "Aroma Score": "8",
        "Appearance": "Coloração amarela apropriada ao estilo, formação média e retenção média sendo ambas adequadas, bolhas pequenas (micro bolhas) e de coloração também brancas. Espuma com textura esperada, não é muito cremosa mas adequada.",
        "Appearance Score": "3",
        "Flavor": "Sabor de média baixa intensidade, um baixo amargor serve para equilibrar o malte que aparece em primeiro plano com caráter de grão e leve pão, o sabor de lúpulo aqui se torna mais evidente e floral. No final é possível notar uma oxidação, que toma o foco e compete com o malte, a fermentação é neutra e adequada ao estilo, oxidação com caráter de papelão pouco agradável, o final no geral é seco, o retrogosto possui o malte em evidência com leve amargor ainda persistente e o papelão que tira o foco dos aspectos positivos.",
        "Flavor Score": "15",
        "Mouthfeel": "Corpo Médio baixo, carbonatação é alta, sem calor alcoólico, cremosidade também ausente, está dentro do perfil esperado ao estilo e possui um drinkability muito alto, sendo esta a sensação mais esperada a este estilo.",
        "Mouthfeel Score": "5",
        "Overall Impression": "A cerveja se tornou prejudicada pela oxidação, fora este aspecto o equilíbrio merece destaque, gostaria de um lúpulo mais presente no aroma, mas mesmo da forma que se encontra está adequado ao estilo, a sensação de boca acerta o alvo no que é esperado ao estilo. Estilisticamente acerta o alvo com maestria, apenas o off-flavor que deprecisa seu aroma e sabor e a torna menos intensa assim como conflitante com a proposta projetada pela receita.",
        "Overall Impression Score": "8",
        "Total Score": "39",
        "Stylistic Accuracy": "100",
        "Technical Merit": "47",
        "Intangibles": "81"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "21A. American IPA",
        "Brewery": "NameBier Hoff",
        "Beer": "Pelican",
        "Special ingredients": "",
        "Bottle Inspection": "OK",
        "Aroma": "Possui um aroma de média intensidade onde um caráter frutado se faz presente - cítrico conforme o esperado, como laranja. Um aspecto sulfuroso que toma um caráter semelhante ao de ovo é notado e tira a atenção do restante (conflitante) - em intensidade média baixa. O malte está por trás destas características de forma tímida como pão e biscoito. Sinto uma leve esterificação também presente - dentro de estilo.",
        "Aroma Score": "5",
        "Appearance": "Aparência de coloração dourada, espuma com formação alta e retenção muito alta, textura cremosa com micro bolhas. Espuma de coloração off-white. Forma lacing. Límpida e brilhante.",
        "Appearance Score": "3",
        "Flavor": "Sabor de intensidade média - o sabor de lúpulo é o destaque no sabor, estando presente no início do gole até seu retrogosto, caráter de fruta cítrica como laranja e limão, Amargor é médio e persistente, adequado para uma IPA. Malte com caráter de malte base - pão e biscoito. Uma baixa esterificação está presente como uva.  Equilíbrio para o amargor e para o sabor frutado. final é seco e amargo, retrogosto é amargo, lupulado e com um certo aquecimento alcoólico. O caráter sulfuroso também é presente no sabor e no retrogosto.",
        "Flavor Score": "12",
        "Mouthfeel": "Corpo é médio, um pouco alto para uma IPA e para o drinkability, calor é médio e aparente. cremosidade é baixa, adstringência é média também e um pouco incômoda, carbonatação é média alta e adequada. Sinto uma acidez um pouco elevada no conjunto também.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Uma IPA que atende o requisito do estilo mas possui alguns aspectos que atrapalham sua drinkability. O calor alcoólico se faz um pouco elevado, e junto da adstringência (harsh) tornam ela um pouco difícil de terminar o copo, o corpo poderia ser um pouco menor, o aspecto sulfuroso também se torna um pouco incômodo no conjunto, eu realizaria estas mudanças para que se torne uma cerveja mais fácil de beber.",
        "Overall Impression Score": "5",
        "Total Score": "28",
        "Stylistic Accuracy": "33",
        "Technical Merit": "39",
        "Intangibles": "39"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "21A. American IPA",
        "Brewery": "NameManiacs",
        "Beer": "IPA",
        "Special ingredients": "",
        "Bottle Inspection": "Lata - OK",
        "Aroma": "Em primeiro plano em média intensidade o perfil do lúpulo se faz presente. Um perfil cítrico e resinoso indica lúpulo americano - notas de laranja. Não consigo identificar o perfil de éster - me parece uma fermentação limpa. O malte está muito baixo em caráter de suporte com o perfil de casca de pão e miolo de pão. Sinto que para se melhor enquadrar em uma Am. Ipa poderia ter um perfil mais intenso de lúpulo. Leve oxidação",
        "Aroma Score": "6",
        "Appearance": "Coloração dourada escura, não apresenta turbidez. Média alta formação de colarinho, média retenção, colarinho de textura cremosa com micro bolhas e colocaração off-white. Dentro do esperado ao estilo e bonita.",
        "Appearance Score": "3",
        "Flavor": "Sabor de média intensidade onde novamente temos o lúpulo em primeiro plano. O lúpulo segue o perfil do aroma com um cítrico tal qual laranja, pinho, limão. Amargor é médio baixo e poderia ser maior para o estilo. Noto uma esterificação baixa no sabor como uva. Malte aparece muito tímido e difícil de notar, apenas para equilibrar a cerveja - difícil notar seu perfil aqui.  Equilíbrio voltado ao lúpulo porém para melhor se enquadrar ao estilo deveria ser ainda mais voltada ao lúpulo. O final é seco conforme o esperado ao estilo e o retrogosto é lupulado e levemente amargo. Leve oxidação presente no retrogosto como papelão mas não é tão intenso.",
        "Flavor Score": "12",
        "Mouthfeel": "Corpo é médio-baixo, carbonatação média, sem apresentar calor alcoólico, sem cremosidade, leve adstringência que não incomoda.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Uma cerveja bem executada que foge um pouco do perfil esperado ao estilo. O amargor assim como o sabor de lúpulo apesar de agradáveis poderiam ser mais intensos para melhor enquadrá-la no estilo. Uma carbonatação um pouco maior seria de boa valia para que o drinkability que já está bom fosse ainda maior. Aqui a oxidação se mostra um pouco presente e impacta um pouco.",
        "Overall Impression Score": "6",
        "Total Score": "30",
        "Stylistic Accuracy": "34",
        "Technical Merit": "12",
        "Intangibles": "22"
    },
    {
        "Judge Name": "thomaz pupo",
        "Style": "18B. American Pale Ale",
        "Brewery": "NameManiacs",
        "Beer": "Summer",
        "Special ingredients": "",
        "Bottle Inspection": "Lata - OK",
        "Aroma": "Aroma de média intensidade onde em primeiro plano uma certa esterificação aparece juntamente de um sulfuroso. A esterificação têm um perfil de uva e até pêra, o sulfuroso é em intensidade baixa. O lúpulo aparece em intensidade média baixa com um caráter de frutas tropicais, me lembra papaia e um leve cítrico. O malte está escondido e em baixa intensidade com o perfil de malte base pouco aparente. O lúpulo também traz um caráter um pouco agressivo como pellet (gramíneo)",
        "Aroma Score": "7",
        "Appearance": "Coloração dourada, Média alta formação e média alta retenção de espuma. Espuma de coloração branca com micro bolhas. Brilhante e límpida (sem turbidez).",
        "Appearance Score": "2",
        "Flavor": "Sabor de média intensidade onde frutas tropicais e um leve (baixo) maltado aparecem. As frutas seguem o perfil do aroma com papaia e um leve cítrico (lima/limão), perdurando até o retrogosto, advindas do lúpulo. O amargor é médio-baixo sem harsh, agradável. O malte é baixo e possui o perfil de malte base como miolo de pão. Baixa esterificação complementam o sabor com algo parecido com uva e pêra novamente. Final é seco e agradável, retrogosto é frutado e levemente amargo. Equilíbrio levemente para o amargor mas está muito bem equilibrada. Uma leve oxidação pode ser sentida no retrogosto",
        "Flavor Score": "12",
        "Mouthfeel": "Corpo é médio-baixo, sensação de cremosidade média (aveludada), sem calor alcoólico, sem adstringência, carbonatação é média. Sem demais sensações.",
        "Mouthfeel Score": "4",
        "Overall Impression": "A cerveja está bem executada, possui leve oxidação (p.s: ela passou por diversas viagens antes de ser degustada), mas esta oxidação pouco incomoda aqui, o sulfuroso me parece originário do lúpulo. O lúpulo aqui aparece também com um caráter muito parecido com o de pellet, sendo um pouco agressivo no sabor. (busquei a informação sobre a cerveja, no site da Maniacs está descrito como uma \"pale ale\"), para uma pale ale me parece que um pouco mais de carbonatação e espuma ajudariam no drinkability. No guia BJCP estaria enquadrada como uma British Golden Ale, com uma carbonatação adequada (mas em um julgamento estas informações não estariam presentes). Penso que é uma cerveja com drinkability bom e necessita apenas de alguns ajustes.",
        "Overall Impression Score": "6",
        "Total Score": "31",
        "Stylistic Accuracy": "15",
        "Technical Merit": "32",
        "Intangibles": "19"
    },
    {
        "Judge Name": "Gabriela Albara Landosupporter",
        "Style": "28A. Brett Beer",
        "Brewery": "NameOrval",
        "Beer": "Orval",
        "Special ingredients": "",
        "Bottle Inspection": "Lote 28/03/2022",
        "Aroma": "Aromas de malte, remetendo à casca de pão levemente tostada, em média intensidade. Ésteres provenientes da fermentação remetem à frutas amarelas e maduras, abacaxi, pêssego, em média-baixa intensidade. Notas que remetem \r\nà cascas de frutas cítricas em média-alta intensidade, que podem vir tanto da fermentação quanto do lúpulo. O lúpulo se faz presente em baixa intensidade, agregando notas picantes e levemente florais. O caráter de brett está presente em média-baixa intensidade, trazendo características de terra, couro, palha. Aroma de álcool em baixa intensidade, acrescenta profundidade à cerveja e traz um leve perfumado.",
        "Aroma Score": "9.5",
        "Appearance": "Cerveja de coloração dourada profunda à ambar, de leve turbidez. Sua espuma, de cor off-white, tem intensa formação e longa retenção. As bolhas da espoma são heterogêneas, deixando belgian lace no copo, conforme é consumida.",
        "Appearance Score": "3",
        "Flavor": "Na boca, o malte possui as mesmas características do aroma, lembrando casca de pão tostado em baixa intensidade, trazendo também seu dulçor. O álcool é percebido em intensidade moderada, trazendo \"perfumery\" também no sabor, que pode estão se somando ao caráter floral do lúpulo. O amargor do lúpulo é de média-alta intensidade e equilibra o dulçor do malte, e seu sabor, de média intensidade, trazendo notas picantes. Sabores de frutas, como abacaxi e pêssego também são encontrados na boca, em baixa intensidade, e em intensidade média-alta de cascas de cítricos (que podem estar vindo do lúpulo ou da fermentação). As características da brett estão escondidas pelo álcool, mas trazem sabor de \"adega\", \"madeira\", terroso.\r\nO amargor do lúpulo permanece na boca após o gole, trazendo notas que remetem \r\nà herbal.",
        "Flavor Score": "13",
        "Mouthfeel": "Cerveja de corpo médio, com carbonatação elevada, traz aquecimento alcoólico. Adstringente em média intensidade. Final seco.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Uma cerveja clássica, que provavelmente encontra-se ainda jovem (em função da data de seu lote). A tendência é as características mais agressivas, como a presença do álcool e o amargor pronunciado amenizarem com o passar do tempo, e o caráter da bretta ficar mais proeminente, Aqui, encontra-se ainda tímida. No mais, aromas complexos, são o ponto alto dessa cerveja.",
        "Overall Impression Score": "6.5",
        "Total Score": "35",
        "Stylistic Accuracy": "94",
        "Technical Merit": "75",
        "Intangibles": "84"
    },
    {
        "Judge Name": "Gabriela Albara Landosupporter",
        "Style": "21A. American IPA",
        "Brewery": "NameLagunitas",
        "Beer": "Lagunitas IPA",
        "Special ingredients": "",
        "Bottle Inspection": "garrafa ok, validade 09/23",
        "Aroma": "Aroma de lúpulos em média-baixa intensidade, de forma contida, remetendo à lúpulos resinosos e cítricos. Leve frutado, lembrando lichia. Aroma de malte em baixa intensidade, dando suporte ao lúpulos, com características de grãos e leve caramelo. Ao aquecer, remete à mel, provável característica de leve oxidação. É percebido acetaldeído e leve lightstrucking. Ao aquecer, álcool é sentido em média-baixa intensidade.",
        "Aroma Score": "6",
        "Appearance": "Cerveja de coloração amarelo dourada, translúcida e brilhante, com perlage de bolhas pequenas. Empuma de cor branca, cremosa, de alta formação e persistência moderada-alta.",
        "Appearance Score": "3",
        "Flavor": "Sabores de lúpulos em média intensidade, remetendo à pinho, resinoso, em primeiro plano, passando para um leve frutado, remetendo à frutas cítricas, toranja, e frutas brancas, como lichia. Amargor em média-alta intensidade, permanece na boca após o gole, harsh. O malte, em média intensidade, com leve caramelo, remetendo também à mel. Dulçor em baixa intensidade, possível oxidação. Retrogosto tendendo ao amargor, equilíbrio tendendo ao lúpulo. Final levemente seco. Ao aquecer, leve lightstrucking é percebido.",
        "Flavor Score": "11",
        "Mouthfeel": "Corpo médio. Média sensação de adstringência que permanece na língua após o gole. Carbonatação média-baixa. Leve sensação de calor alcoólico. Apesar da adstringência, é levemente cremosa na boca. Sensação de picância ao aquecer.",
        "Mouthfeel Score": "2",
        "Overall Impression": "Uma cerveja tipicamente dentro do estilo American IPA, mas que apresenta alguns defeitos que podem ser devidos ao armazenamento, como o lightstrucking. Para isso, evitar a exposição da garrafa à luz, mesmo que a garrafa seja âmbar. A presença de acetaldeído indica que a fermentação apresentou falhas, precisando dar mais tempo (e temperatura) para a levedura reabsorver esse subproduto gerado.  A oxidação também é outro ponto de atenção, devendo ser observada a exposição ao ar em todas as etapas do processo, inclusive com relação ao envase e tampa utilizada. Caso o dulçor percebido (característica de mal) não seja de oxidação, importante rever os maltes utilizados, para enquadrar melhor dentro do estilo inscrito.\r\nNo mais, uma cerveja com sabores interessantes e com potencial. Se a amostra estivesse mais fresca, certamente a nota seria maior, pois já perdeu a intensidade de muitos dos seus aromas característicos.",
        "Overall Impression Score": "5",
        "Total Score": "27",
        "Stylistic Accuracy": "79",
        "Technical Merit": "36",
        "Intangibles": "35"
    },
    {
        "Judge Name": "Gabriela Albara Landosupporter",
        "Style": "21A. American IPA",
        "Brewery": "Name-",
        "Beer": "-",
        "Special ingredients": "",
        "Bottle Inspection": "",
        "Aroma": "Aroma de lúpulos em alta intensidade, remetendo à frutas tropicais, pinho, frutas de caroço, um quê de lichia e abacaxi. Maltes em média-baixa intensidade, de perfil limpo, dando suporte aos aromas de lúpulo. Ésteres de fermentação em baixa intensidade, não comprometendo o estilo. Após aumento de temperatura, é percebido um baixo aroma de papelão, que remete à oxidação da cerveja.",
        "Aroma Score": "9",
        "Appearance": "Cerveja de cor dourado profundo, translúcida, límpida. Sua espuma, de cor branca, tem bolhas pequenas, baixa formação, média-alta retenção.",
        "Appearance Score": "3",
        "Flavor": "Amargor de lúpulo de alta intensidade, com sabores de lúpulo lembrando pinho, resinoso, frutas de caroço. Levemente frutada. O malte é percebido em meio ao sabor e amargor de lúpulo, apenas como um suporte. Cerveja totalmente voltada ao amargor, ele persiste ao final do gole. Final seco, mas não demasiadamente. Oxidação sentida no sabor de forma leve e após aquecimento da amostra.",
        "Flavor Score": "16",
        "Mouthfeel": "Corpo médio. Leve harsh, que parece acentuado pelo final seco da cerveja. Calor alcoólico de baixa intensidade.",
        "Mouthfeel Score": "4",
        "Overall Impression": "Lúpulos trazendo as características esperadas para uma American IPA, com frutas tropicais e pinho em destaque. Sua drinkability fica prejudicada pelo leve harsh e oxidação. Para o harsh, pode-se verificar se os níveis de sulfatos na água cervejeira não estão acima do requerido para o estilo, bem como verificar a temperatura e pH da água de lavagem dos grãos. Para a oxidação, sabe-se que é muito difícil controlar a exposição ao oxigênio, mas, se possível, não pasteurizar essa cerveja evitará a oxidação precoce, bem como trará notas de lúpulo ainda mais intensas. Parabéns pela receita.",
        "Overall Impression Score": "8",
        "Total Score": "40",
        "Stylistic Accuracy": "60",
        "Technical Merit": "50",
        "Intangibles": "67"
    },
    {
        "Judge Name": "Gabriela Albara Landosupporter",
        "Style": "33B. Specialty Wood-Aged Beer",
        "Brewery": "Name-",
        "Beer": "-",
        "Special ingredients": "Base Imperial Stout - barril de whisky",
        "Bottle Inspection": "",
        "Aroma": "Aroma em primeiro plano proveniente do envelhecimento em madeira, com um quê de vinoso. Notas de álcool são percebidas, provavelmente provenientes do barril utilizado para o envelhecimento. Aroma de maltes tostados de média-alta intensidade, remetendo à cacau, chocolate amargo, leve queimado. O aroma de lúpulo é de baixa intensidade, trazendo notas herbais. Ésteres em baixa intensidade, lembrando frutas secas.",
        "Aroma Score": "10",
        "Appearance": "Cerveja de coloração marrom escuro, com espuma castanha de média-alta formação e bastante persistente.",
        "Appearance Score": "3",
        "Flavor": "Na boca, os maltes torrados e o álcool proveniente do barril estão em maior evidência. Sabores vinosos e de envelhecimento, assim como no aroma, aparecem já no primeiro gole. Leve oxidação, lembrando um pouco de azeitona, é percebida. Lúpulos não são percebidos no sabor. Aquecimento alcoólico e adstringência estão presentes em média-alta intensidade. Final seco.",
        "Flavor Score": "10",
        "Mouthfeel": "Cerveja cremosa, com corpo elevado. Carbonatação de média à baixa, conforme pede o estilo. O aquecimento é elevado. Taninos da madeira são percebidos, bem como adstringência dos maltes escuros. Tart.",
        "Mouthfeel Score": "3",
        "Overall Impression": "Cerveja com características marcantes de madeira e envelhecimento, sua drinkability é prejudicada pela adstringência de média intensidade e pelo aquecimento um tanto elevado. Não são percebidas falhas de fermentação, mas recomendo uma maior atenção para as formas de utilização dos maltes escuros, para evitar a carga excessiva de taninos. O envelhecimento e a oxidação são esperadas em uma cerveja de guarda, especialmente esta, safra de 2019. Bom representante dos estilos Wood Aged e Imperial Stout.",
        "Overall Impression Score": "7",
        "Total Score": "33",
        "Stylistic Accuracy": "50",
        "Technical Merit": "50",
        "Intangibles": "67"
    },
    {
        "Judge Name": "Gabriela Albara Landosupporter",
        "Style": "4A. Munich Helles",
        "Brewery": "Name-",
        "Beer": "-",
        "Special ingredients": "",
        "Bottle Inspection": "",
        "Aroma": "Aroma de maltes remetendo à grãos em média intensidade, nota-se a presença de lúpulos com características herbais, florais e picantes em intensidade média. Não é perceptível aromas de fermentação, mas sim de lightstruck em média-alta intensidade.",
        "Aroma Score": "9",
        "Appearance": "Cerveja de coloração amarelo de palha à dourada, translúcida, brilhante. Sua espuma, branca, teve média-alta formação e média retenção. Perlage formado na hora do serviço, mesmo em temperatura baixa. Formação de renda belga.",
        "Appearance Score": "3",
        "Flavor": "Ao primeiro gole a cerveja demonstra um dulçor médio-alto, seguido do sabor de média-baixa intensidade de lúpulos, remetendo à floral e herbal, como no aroma, e finalizando com amargor de média-alta intensidade. É equilibrada entre dulçor e amargor, mas devido ao seu final seco, tende a ser percebida como mais amarga. Fermentação lager limpa, com alguns ésteres lembrando frutas brancas. Off-flavor metálico é sentido em média intensidade.",
        "Flavor Score": "14",
        "Mouthfeel": "Corpo médio, apresenta uma certa cremosidade na boca. Sua carbonatação está abaixo do ideal para o estilo, ficando com média-baixa intensidade. Não é sentido aquecimento alcoólico elevado, baixa adstringência baixa.",
        "Mouthfeel Score": "3",
        "Overall Impression": "No geral, uma cerveja dentro do estilo, com apenas algumas falhas. A garrafa verde pode ter contribuído para o off-flavor de lightstruck. A carbonatação também é outro ponto a ser observado, pois estava abaixo do esperado. É necessário observar que ponto do processo pode estar aparecendo o off-flavor metálico. No mais, é fácil de beber, agradável, um bom exemplar.",
        "Overall Impression Score": "7",
        "Total Score": "36",
        "Stylistic Accuracy": "50",
        "Technical Merit": "42",
        "Intangibles": "73"
    },
    {
        "Judge Name": "Gabriela Albara Landosupporter",
        "Style": "2A. International Pale Lager",
        "Brewery": "NameStella Artois",
        "Beer": "Stella",
        "Special ingredients": "",
        "Bottle Inspection": "",
        "Aroma": "Aromas de malte em média-baixa intensidade, adocicado, remetendo à grãos, milho. A fermentação se faz presente, trazendo notas de ésteres, como maçã e um leve composto sulfurado é observado. Os lúpulos estão em baixa-média intensidade, com características florais. Um leve, quase imperceptível lightstruck é percebido conforme a temperatura sobe.",
        "Aroma Score": "10",
        "Appearance": "A cerveja tem coloração amarelo palha à leve dourado, translúcida e brilhante. Sua espuma, de cor branca, tem média formação e baixa retenção.",
        "Appearance Score": "3",
        "Flavor": "As mesmas características do aroma são percebidos na boca: malte de média baixa intensidade, lembrando grãos; os lúpulos, de caráter floral, estão em média-baixa insensidade no sabor, com amargor médio-baixo. Cerveja equilibrada, sem haver briga entre maltado e amargor, seu final é seco. O composto sulfurado aqui se faz mais presente, em forma de DMS, mas sem ser um demérito ao estilo.",
        "Flavor Score": "19",
        "Mouthfeel": "De corpo médio-baixo, a cerveja é refrescante, crispy, com a carbonatação trazendo sensação de picância na boca. Não é percebido aquecimento e nem adstringência.",
        "Mouthfeel Score": "5",
        "Overall Impression": "Cerveja exemplo do estilo International Pale Lager, não apresenta defeitos significativos. A garrafa verde pode trazer lightstruck, mas esse é pouco percebido. As outras características, como leve DMS, tongue bite, etc, fazem parte do categorizado para esta cerveja.",
        "Overall Impression Score": "9",
        "Total Score": "46",
        "Stylistic Accuracy": "100",
        "Technical Merit": "93",
        "Intangibles": "93"
    },
    {
        "Judge Name": "Gabriela Albara Landosupporter",
        "Style": "2A. International Pale Lager",
        "Brewery": "NameHeineken",
        "Beer": "Pure Malt Lager",
        "Special ingredients": "",
        "Bottle Inspection": "",
        "Aroma": "Os aromas da malte estão em baixa-média intensidade, remetendo a grãos, cereais, com um toque adocicado. Os lúpulos estão mais presentes, trazendo características florais em média-baixa intensidade. Já a fermentação se torna perceptível através de ésteres de frutas brancas, que lembram, principalmente, pera. A intensidade dos ésteres é média-baixa.",
        "Aroma Score": "9.5",
        "Appearance": "Translúcida e brilhante, sua coloração é amarelo dourado claro. A espuma branca é de média-baixa formação e baixa retenção.",
        "Appearance Score": "3",
        "Flavor": "Com moderado sabor de malte, que remete à cereais, cream-cracker, a cerveja tem médio à médio alto amargor e médio-baixo sabor de lúpulo com características mais picantes e floral. O equilíbrio tende ao lupulado, mas o seu final não é tão seco: o dulçor permanece depois do gole. Há um sabor mineral que acompanha todo o gole.",
        "Flavor Score": "16.5",
        "Mouthfeel": "Na boca, essa cerveja apresenta corpo médio, com uma certa cremosidade, acompanhada de carbonatação moderada. Não é percebida adstringência e nem sensação de aquecimento.",
        "Mouthfeel Score": "4",
        "Overall Impression": "Esta cerveja tem todas as características de um bom exemplar do estilo, mas com algumas particularidades que fogem um pouco, como dulçor acentuado, final mais adocicado e sabor mineral. Deve-se atentar para a água utilizada, fazendo os ajustes necessários para corrigir o processo, principalmente para reduzir o sabor mineral encontrado.",
        "Overall Impression Score": "7",
        "Total Score": "40",
        "Stylistic Accuracy": "72",
        "Technical Merit": "71",
        "Intangibles": "73"
    },
    {
        "Judge Name": "Gabriela Albara Landosupporter",
        "Style": "2C. International Dark Lager",
        "Brewery": "Name-",
        "Beer": "Dark Lager",
        "Special ingredients": "",
        "Bottle Inspection": "OK",
        "Aroma": "Elevado aroma de maltes, remetendo à caramelo, em primeiro plano, seguido de tostado. Lúpulo de caráter picante presente em baixa intensidade. Ésteres frutados proeminentes, lembrando frutas escuras, que fazem aumentar o caráter do malte.",
        "Aroma Score": "6",
        "Appearance": "De coloração âmbar-profundo à castanho, com nuances avermelhadas, é límpida, translúcida. Sua espuma, off-white, tem baixa formação e baixa retenção.",
        "Appearance Score": "3",
        "Flavor": "O dulçor do malte aparece no primeiro gole, em intensidade média, mas logo é seguido pelo amargor do lúpulo e dos maltes escuros utilizados. O sabor picante do lúpulo é encontrado em baixa-média intensidade. As mesmas características percebidas no aroma aqui se fazem presentes: sabor de caramelo, tostado quase torrado, ésteres frutados. Álcool é perceptível. Final levemente seco.",
        "Flavor Score": "6.5",
        "Mouthfeel": "Intensidade do corpo de baixa a média. Carbonatação de média à média-baixa. Leve adstringência, possivelmente vinda dos grãos escuros utilizados. Álcool é percebido, trazendo aquecimento.",
        "Mouthfeel Score": "2.5",
        "Overall Impression": "O perfil de fermentação não está de acordo com o estilo inscrito, que deveria ser limpo. É necessário um maior cuidado com o pitching rate e as temperaturas de fermentação, para evitar os ésteres encontrados, bem como a presença alcoólica elevada. Com esses cuidados, acredito que a cerveja estará melhor definida como International Dark Lager, ou então, com alguns outros ajustes, poderá se encaixar numa Dunkles Bock. Mas não desista da receita! Ela tem potencial para ser uma ótima cerveja!",
        "Overall Impression Score": "5",
        "Total Score": "23",
        "Stylistic Accuracy": "10",
        "Technical Merit": "32",
        "Intangibles": "38"
    }
]